// ======================================================
// XXX项目
// ======================================================
// 版权所有 © Compete software studio 2019 保留所有权利。
// ------------------------------------------------------
// 版本    日期时间            作者     说明
// ------------------------------------------------------
// 1.0.0.0 2019/4/25 周四 11:09:23 LeeZheng 新建。
// ======================================================

namespace Compete.Mis.Developer.PowerDesigner
{
    /// <summary>
    /// ExportMode 类。
    /// </summary>
    internal enum ExportMode
    {
        Ignore,
        Merge,
        Override
    }
}
