// ======================================================
// Compete Management Information System
// ======================================================
// 版权所有 © Compete software studio 2018 保留所有权利。
// ------------------------------------------------------
// 版本    日期时间               作者     说明
// ------------------------------------------------------
// 1.0.0.0 2018/9/2 周日 11:37:56 LeeZheng 新建。
// ======================================================

namespace Compete.Mis.Developer.Models
{
    /// <summary>
    /// 错误级别枚举。
    /// </summary>
    internal enum ErrorLevel
    {
        Error,
        Warning,
        Information
    }
}
