// ======================================================
// XXX项目
// ======================================================
// 版权所有 © Compete software studio 2019 保留所有权利。
// ------------------------------------------------------
// 版本    日期时间            作者     说明
// ------------------------------------------------------
// 1.0.0.0 2019/4/16 周二 19:34:07 LeeZheng 新建。
// ======================================================

namespace Compete.Mis.MisControls
{
    /// <summary>
    /// TagData 类。
    /// </summary>
    internal sealed class TagData
    {
        public object? Data { get; set; }
    }
}
